{
    "ABOUT_ME": "Über mich",
    "SKILLS": "Fähigkeiten",
    "PORTFOLIO": "Portfolio",
    "CONTACT": "Kontakt",
    "I_AM": "Ich bin",
    "LETS TALK": "Lass uns reden!",
    "SCROLL": "Scrollen",
    "PERSONAL_DESCRIPTION": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler und lebe in Neuland, Paraguay. Angetrieben von den endlosen Möglichkeiten der IT-Welt, entwickle ich mit Leidenschaft optisch ansprechende und benutzerfreundliche Websites und Anwendungen.",
    "LOCATION": "Ich kann effektiv remote von Paraguay aus arbeiten und habe den Vorteil, aufgrund der unterschiedlichen Zeitzonen auch zu später Stunde für die Arbeit im deutschsprachigen Raum verfügbar zu sein.",
    "KNOWLEDGE": "Ich bin eine aufgeschlossene Person und suche immer nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
    "ABILITIES": "Mit meiner Fähigkeit, komplexe technische Herausforderungen in intuitive Lösungen zu vereinfachen, helfe ich Ihnen, Probleme auf kreative Weise zu lösen.",
    "MY_SKILLS": "Meine Fähigkeiten",
    "SKILLS_TEXT": "Ich habe Erfahrung im Aufbau von Projekten mit unterschiedlichen Frontend - Technologien und Konzepten.",
    "LOOKING_FOR": "Suchen Sie nach einer ",
    "ANOTHER_SKILL": "anderen Fähigkeit",
    "FEEL_FREE": "Nehmen Sie gerne Kontakt mit mir auf. Ich bin bereit, meine bisherigen Kenntnisse zu erweitern.",
    "GET_IN_TOUCH": "Kontaktieren",
    "EXPLORE": "Entdecken Sie hier eine Auswahl meiner Arbeiten. Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "JOIN_DESCRIPTION": "Task Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, fügen Sie Benutzer und Kategorien hinzu.",
    "EPL_DESCRIPTION": "Ein einfaches Jump-and-Run-Spiel, das mit dem Konzept der  Objektorientierung aufgebaut wurde. Hilf Pepe, Münzen und Flaschen zu finden, um gegen das verrückte Riesenhuhn zu kämpfen",
    "TEST": "Testen",
    "PROBLEM": "Gibt's ein Problem zu lösen?",
    "CONTACT_ME_FORM": "Kontaktieren Sie mich über dieses Formular. Ich bin an Ihren Ideen interessiert und möchte mit meiner Arbeit zu Ihren Projekten beitragen.",
    "NEED_DEVELOPER": "Brauchen Sie einen Frontend-Entwickler? ",
    "CONTACT_ME": "Kontaktieren Sie mich!",
    "NAME_REQUIRED": " Ihr Name ist erforderlich",
    "EMAIL_REQUIRED": "Ihre E-mail ist erforderlich",
    "MESSAGE_REQUIRED": "Ihre Nachricht ist noch leer",
    "I_READ": "Ich habe die ",
    "PRIVACY_POLICY": "Datenschutzrichtlinie",
    "AND_AGREE": " gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "MUST_AGREE": "Sie müssen der Datenschutzrichtlinie zustimmen",
    "SEND_MESSAGE": "Nachricht senden :)",
    "NAME_PLACEHOLDER": "Ihr Name",
    "EMAIL_PLACEHOLDER": "Ihre Email-Adresse",
    "MESSAGE_PLACEHOLDER": "Ihre Nachricht",
    "EMAIL_SENT": "Vielen Dank - Ihre Nachricht wurde gesendet!",
    "TEAM_PARTNER": "Team-Partner",
    "REVIEW_RAPHAELA": "Helmut bringt immer frische Ideen und ein scharfes Auge für Frontend-Details mit. Sein organisierter Ansatz und seine Zuverlässigkeit machen ihn zu einem großartigen Teamkollegen.",
    "REVIEW_GRISCHA": "Ich habe es wirklich genossen, mit Helmut an unserem Frontend-Projekt zu arbeiten. Er war immer freundlich und offen für neue Ideen. Die Zusammenarbeit mit ihm war nicht nur produktiv, sondern auch sehr angenehm. Seine Fähigkeit, im Team zu arbeiten und auf die Bedürfnisse der Gruppe einzugehen, hat wesentlich zum Erfolg unseres Projekts beigetragen.",
    "PHONE": "Telefon: +4915678693678",
    "SOURCE": "Quelle: ",
    "PP_1": "Wir freuen uns sehr über Ihr Interesse an unserem Unternehmen. Datenschutz hat einen besonders hohen Stellenwert für die Geschäftsleitung der Helmut Martens. Eine Nutzung der Internetseiten der Helmut Martens ist grundsätzlich ohne jede Angabe personenbezogener Daten möglich. Sofern eine betroffene Person besondere Services unseres Unternehmens über unsere Internetseite in Anspruch nehmen möchte, könnte jedoch eine Verarbeitung personenbezogener Daten erforderlich werden. Ist die Verarbeitung personenbezogener Daten erforderlich und besteht für eine solche Verarbeitung keine gesetzliche Grundlage, holen wir generell eine Einwilligung der betroffenen Person ein.",
    "PP_2": "Die Verarbeitung personenbezogener Daten, beispielsweise des Namens, der Anschrift, E-Mail-Adresse oder Telefonnummer einer betroffenen Person, erfolgt stets im Einklang mit der Datenschutz-Grundverordnung und in Übereinstimmung mit den für Helmut Martens geltenden landesspezifischen Datenschutzbestimmungen. Mittels dieser Datenschutzerklärung möchte unser Unternehmen die Öffentlichkeit über Art, Umfang und Zweck der von uns erhobenen, genutzten und verarbeiteten personenbezogenen Daten informieren. Ferner werden betroffene Personen mittels dieser Datenschutzerklärung über die ihnen zustehenden Rechte aufgeklärt.",
    "PP_3": "Helmut Martens hat als für die Verarbeitung Verantwortlicher zahlreiche technische und organisatorische Maßnahmen umgesetzt, um einen möglichst lückenlosen Schutz der über diese Internetseite verarbeiteten personenbezogenen Daten sicherzustellen. Dennoch können Internetbasierte Datenübertragungen grundsätzlich Sicherheitslücken aufweisen, sodass ein absoluter Schutz nicht gewährleistet werden kann. Aus diesem Grund steht es jeder betroffenen Person frei, personenbezogene Daten auch auf alternativen Wegen, beispielsweise telefonisch, an uns zu übermitteln.",
    "DEFINITIONS": "Definitionen",
    "PP_DEFINITION_INTRO": "Die Datenschutzerklärung der Helmut Martens basiert auf den von der Europäischen Gesetzgebung verwendeten Begriffen...",
    "PP_TERMINOLOGY_INTRO": "In dieser Datenschutzerklärung verwenden wir unter anderem die folgenden Begriffe:",
    "PP_PERSONAL_DATA": "Personenbezogene Daten",
    "PP_PERSONAL_DATA_DESC": "Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person beziehen...",
    "PP_DATA_SUBJECT": "Betroffene Person",
    "PP_DATA_SUBJECT_DESC": "Betroffene Person ist jede identifizierte oder identifizierbare natürliche Person...",
    "PP_PROCESSING": "Verarbeitung",
    "PP_PROCESSING_DESC": "Verarbeitung ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführte Vorgang...",
    "PP_RESTRICTION": "Einschränkung der Verarbeitung",
    "PP_RESTRICTION_DESC": "Einschränkung der Verarbeitung ist die Markierung gespeicherter personenbezogener Daten...",
    "PP_PROFILING": "Profiling",
    "PP_PROFILING_DESC": "Profiling ist jede Art der automatisierten Verarbeitung personenbezogener Daten...",
    "PP_PSEUDONYMISATION": "Pseudonymisierung",
    "PP_PSEUDONYMISATION_DESC": "Pseudonymisierung ist die Verarbeitung personenbezogener Daten in einer Weise, dass die personenbezogenen Daten...",
    "PP_CONTROLLER": "Verantwortlicher oder für die Verarbeitung Verantwortlicher",
    "PP_CONTROLLER_DESC": "Verantwortlicher oder für die Verarbeitung Verantwortlicher ist die natürliche oder juristische Person...",
    "PP_PROCESSOR": "Auftragsverarbeiter",
    "PP_PROCESSOR_DESC": "Auftragsverarbeiter ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle...",
    "PP_RECIPIENT": "Empfänger",
    "PP_RECIPIENT_DESC": "Empfänger ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle...",
    "PP_THIRD_PARTY": "Dritter",
    "PP_THIRD_PARTY_DESC": "Dritter ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle...",
    "PP_CONSENT": "Einwilligung",
    "PP_CONSENT_DESC": "Einwilligung der betroffenen Person ist jede freiwillig für den bestimmten Fall...",
    "NAME_AND_ADDRESS": "2. Name und Anschrift des Verantwortlichen",
    "CONTROLLER_INFO": "Verantwortlicher im Sinne der Datenschutz-Grundverordnung (DSGVO), anderer in den Mitgliedstaaten der Europäischen Union geltenden Datenschutzgesetze und sonstiger Bestimmungen mit datenschutzrechtlichem Charakter ist:",
    "COLLECTION_GENERAL_DATA": "3. Erhebung allgemeiner Daten und Informationen",
    "GENERAL_DATA_INFO": "Die Website der Helmut Martens erfasst eine Reihe allgemeiner Daten und Informationen, wenn ein Betroffener oder ein automatisiertes System die Website aufruft. Diese allgemeinen Daten und Informationen werden in den Server-Logdateien gespeichert. Erfasst werden können (1) die verwendeten Browsertypen und -versionen, (2) das Betriebssystem des zugreifenden Systems, (3) die Website, von der aus ein zugreifendes System unsere Website erreicht (sogenannte Referrer), (4) die Unterwebsites, (5) das Datum und die Uhrzeit des Zugriffs auf die Internetseite, (6) eine Internet-Protokoll-Adresse (IP-Adresse), (7) der Internetdienstanbieter des zugreifenden Systems und (8) alle anderen ähnlichen Daten und Informationen, die im Falle von Angriffen auf unsere informationstechnologischen Systeme verwendet werden können.",
    "USAGE_INFO": "Bei der Nutzung dieser allgemeinen Daten und Informationen zieht die Helmut Martens keine Rückschlüsse auf den Betroffenen. Vielmehr werden diese Informationen benötigt, um (1) die Inhalte unserer Website korrekt bereitzustellen, (2) die Inhalte unserer Website sowie deren Werbung zu optimieren, (3) die langfristige Funktionsfähigkeit unserer informationstechnologischen Systeme und Website-Technologie sicherzustellen und (4) den Strafverfolgungsbehörden die für die Strafverfolgung im Falle eines Cyberangriffs notwendigen Informationen bereitzustellen. Daher analysiert die Helmut Martens anonym gesammelte Daten und Informationen statistisch, mit dem Ziel, den Datenschutz und die Datensicherheit unseres Unternehmens zu erhöhen und ein optimales Schutzniveau für die von uns verarbeiteten personenbezogenen Daten sicherzustellen. Die anonymen Daten der Server-Logdateien werden getrennt von allen personenbezogenen Daten gespeichert, die von einem Betroffenen bereitgestellt werden.",
    "CONTACT_POSSIBILITY": "4. Kontaktmöglichkeit über die Website",
    "CONTACT_INFO": "Die Website der Helmut Martens enthält Informationen, die eine schnelle elektronische Kontaktaufnahme mit unserem Unternehmen sowie eine direkte Kommunikation mit uns ermöglichen, einschließlich einer allgemeinen Adresse der sogenannten elektronischen Post (E-Mail-Adresse). Wenn ein Betroffener den Verantwortlichen per E-Mail oder über ein Kontaktformular kontaktiert, werden die vom Betroffenen übermittelten personenbezogenen Daten automatisch gespeichert. Solche personenbezogenen Daten, die vom Betroffenen freiwillig dem Verantwortlichen übermittelt werden, werden zum Zweck der Verarbeitung oder Kontaktaufnahme mit dem Betroffenen gespeichert. Eine Weitergabe dieser personenbezogenen Daten an Dritte erfolgt nicht.",
    "ROUTINE_ERASURE": "5. Routinemäßige Löschung und Sperrung personenbezogener Daten",
    "ROUTINE_ERASURE_TEXT_1": "Der für die Verarbeitung Verantwortliche verarbeitet und speichert die personenbezogenen Daten der betroffenen Person nur für den Zeitraum, der zur Erreichung des Speicherzwecks erforderlich ist, oder soweit dies durch den europäischen Gesetzgeber oder andere Gesetzgeber in Gesetzen oder Verordnungen, die für den Verantwortlichen gelten, gestattet ist.",
    "ROUTINE_ERASURE_TEXT_2": "Ist der Speicherzweck nicht mehr zutreffend oder endet eine vom europäischen Gesetzgeber oder einem anderen zuständigen Gesetzgeber vorgeschriebene Speicherfrist, werden die personenbezogenen Daten routinemäßig gesperrt oder gemäß den gesetzlichen Anforderungen gelöscht.",
    "RIGHTS_OF_DATA_SUBJECT": "6. Rechte der betroffenen Person",
    "RIGHT_OF_CONFIRMATION": "a) Recht auf Bestätigung",
    "RIGHT_OF_CONFIRMATION_TEXT": "Jede betroffene Person hat das von der Europäischen Gesetzgebung gewährte Recht, vom Verantwortlichen die Bestätigung zu erhalten, ob sie betreffende personenbezogene Daten verarbeitet werden oder nicht. Wenn eine betroffene Person von diesem Bestätigungsrecht Gebrauch machen möchte, kann sie sich jederzeit an einen Mitarbeiter des Verantwortlichen wenden.",
    "RIGHT_OF_ACCESS": "b) Recht auf Auskunft",
    "RIGHT_OF_ACCESS_TEXT_1": "Jede betroffene Person hat das von der Europäischen Gesetzgebung gewährte Recht, vom Verantwortlichen kostenlos Informationen über ihre bei ihm gespeicherten personenbezogenen Daten zu erhalten und eine Kopie dieser Informationen zu erhalten. Darüber hinaus gewähren die europäischen Richtlinien und Verordnungen der betroffenen Person Zugang zu folgenden Informationen:",
    "RIGHT_OF_ACCESS_INFO_1": "die Zwecke der Verarbeitung;",
    "RIGHT_OF_ACCESS_INFO_2": "die Kategorien der verarbeiteten personenbezogenen Daten;",
    "RIGHT_OF_ACCESS_INFO_3": "die Empfänger oder Kategorien von Empfängern, an die die personenbezogenen Daten übermittelt wurden oder werden, insbesondere Empfänger in Drittländern oder internationalen Organisationen;",
    "RIGHT_OF_ACCESS_INFO_4": "sofern möglich, die geplante Dauer, für die die personenbezogenen Daten gespeichert werden, oder, falls dies nicht möglich ist, die Kriterien für die Festlegung dieser Dauer;",
    "RIGHT_OF_ACCESS_INFO_5": "das Bestehen eines Rechts auf Berichtigung oder Löschung der personenbezogenen Daten oder auf Einschränkung der Verarbeitung personenbezogener Daten, die die betroffene Person betreffen, oder ein Widerspruchsrecht gegen diese Verarbeitung;",
    "RIGHT_OF_ACCESS_INFO_6": "das Bestehen eines Beschwerderechts bei einer Aufsichtsbehörde;",
    "RIGHT_OF_ACCESS_INFO_7": "sofern die personenbezogenen Daten nicht bei der betroffenen Person erhoben wurden, alle verfügbaren Informationen über deren Herkunft;",
    "RIGHT_OF_ACCESS_INFO_8": "das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling gemäß Artikel 22 Absätze 1 und 4 der DSGVO und zumindest in diesen Fällen bedeutende Informationen über die Logik, die anwendet wird, sowie die Bedeutung und die vorgesehenen Auswirkungen einer solchen Verarbeitung auf die betroffene Person.",
    "RIGHT_OF_ACCESS_TEXT_2": "Darüber hinaus hat die betroffene Person das Recht, zu erfahren, ob personenbezogene Daten in ein Drittland oder an eine internationale Organisation übermittelt werden. Ist dies der Fall, hat die betroffene Person das Recht, über die geeigneten Garantien im Zusammenhang mit der Übermittlung informiert zu werden.",
    "RIGHT_OF_ACCESS_TEXT_3": "Wenn eine betroffene Person von diesem Auskunftsrecht Gebrauch machen möchte, kann sie sich jederzeit an einen Mitarbeiter des Verantwortlichen wenden.",
    "RIGHT_TO_RECTIFICATION": "c) Recht auf Berichtigung",
    "RIGHT_TO_RECTIFICATION_TEXT_1": "Jede betroffene Person hat das von der Europäischen Gesetzgebung gewährte Recht, vom Verantwortlichen unverzüglich die Berichtigung unrichtiger personenbezogener Daten, die sie betreffen, zu verlangen. Unter Berücksichtigung der Zwecke der Verarbeitung hat die betroffene Person das Recht, unvollständige personenbezogene Daten zu vervollständigen, auch durch die Abgabe einer ergänzenden Erklärung.",
    "RIGHT_TO_RECTIFICATION_TEXT_2": "Wenn eine betroffene Person von diesem Berichtigungsrecht Gebrauch machen möchte, kann sie sich jederzeit an einen Mitarbeiter des Verantwortlichen wenden.",
    "RIGHT_TO_ERASURE": "d) Recht auf Löschung",
    "RIGHT_TO_ERASURE_TEXT_1": "Jede betroffene Person hat das von der Europäischen Gesetzgebung gewährte Recht, vom Verantwortlichen die Löschung ihrer personenbezogenen Daten zu verlangen, und der Verantwortliche ist verpflichtet, diese Daten unverzüglich zu löschen, sofern einer der folgenden Gründe zutrifft:",
    "RIGHT_TO_ERASURE_CONDITION_1": "Die personenbezogenen Daten sind für die Zwecke, für die sie erhoben oder auf sonstige Weise verarbeitet wurden, nicht mehr notwendig.",
    "RIGHT_TO_ERASURE_CONDITION_2": "Die betroffene Person widerruft ihre Einwilligung, auf der die Verarbeitung gemäß Artikel 6 Abs. 1 lit. a) der DSGVO oder Artikel 9 Abs. 2 lit. a) der DSGVO beruht, und es fehlt an einer anderweitigen Rechtsgrundlage für die Verarbeitung.",
    "RIGHT_TO_ERASURE_CONDITION_3": "Die betroffene Person legt Widerspruch gegen die Verarbeitung gemäß Artikel 21 Abs. 1 der DSGVO ein, und es liegen keine vorrangigen berechtigten Gründe für die Verarbeitung vor.",
    "RIGHT_TO_ERASURE_CONDITION_4": "Die personenbezogenen Daten wurden rechtswidrig verarbeitet.",
    "RIGHT_TO_ERASURE_CONDITION_5": "Die personenbezogenen Daten müssen zur Erfüllung einer rechtlichen Verpflichtung nach dem Unionsrecht oder dem Recht der Mitgliedstaaten gelöscht werden, dem der Verantwortliche unterliegt.",
    "RIGHT_TO_ERASURE_CONDITION_6": "Die personenbezogenen Daten wurden im Zusammenhang mit dem Angebot von Diensten der Informationsgesellschaft gemäß Artikel 8 Abs. 1 der DSGVO erhoben.",
    "RIGHT_TO_ERASURE_TEXT_2": "Wenn einer der oben genannten Gründe zutrifft und eine betroffene Person die Löschung der beim Verantwortlichen gespeicherten personenbezogenen Daten verlangen möchte, kann sie sich jederzeit an einen Mitarbeiter des Verantwortlichen wenden.",
    "RIGHT_TO_ERASURE_TEXT_3": "Der Mitarbeiter des Verantwortlichen wird unverzüglich sicherstellen, dass dem Löschungsantrag umgehend nachgekommen wird.",
    "RIGHT_OF_RESTRICTION": "e) Recht auf Einschränkung der Verarbeitung",
    "RIGHT_OF_RESTRICTION_TEXT_1": "Jede betroffene Person hat das von der Europäischen Gesetzgebung gewährte Recht, vom Verantwortlichen die Einschränkung der Verarbeitung zu verlangen, wenn einer der folgenden Fälle vorliegt:",
    "RIGHT_OF_RESTRICTION_CONDITION_1": "Die Richtigkeit der personenbezogenen Daten wird von der betroffenen Person bestritten, für eine Dauer, die dem Verantwortlichen ermöglicht, die Richtigkeit der personenbezogenen Daten zu überprüfen;",
    "RIGHT_OF_RESTRICTION_CONDITION_2": "Die Verarbeitung ist rechtswidrig und die betroffene Person widerspricht der Löschung der personenbezogenen Daten und fordert stattdessen die Einschränkung ihrer Nutzung;",
    "RIGHT_OF_RESTRICTION_CONDITION_3": "Der Verantwortliche benötigt die personenbezogenen Daten für die Zwecke der Verarbeitung nicht mehr, sie sind jedoch für die betroffene Person zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich;",
    "RIGHT_OF_RESTRICTION_CONDITION_4": "Die betroffene Person hat Widerspruch gegen die Verarbeitung gemäß Artikel 21 Abs. 1 der DSGVO eingelegt, solange überprüft wird, ob die berechtigten Gründe des Verantwortlichen die Interessen, Rechte und Freiheiten der betroffenen Person überwiegen.",
    "RIGHT_OF_RESTRICTION_TEXT_2": "Wenn eine der oben genannten Bedingungen erfüllt ist und eine betroffene Person die Einschränkung der beim Verantwortlichen gespeicherten personenbezogenen Daten verlangen möchte, kann sie sich jederzeit an einen Mitarbeiter des Verantwortlichen wenden.",
    "RIGHT_TO_DATA_PORTABILITY": "f) Recht auf Datenübertragbarkeit",
    "RIGHT_TO_DATA_PORTABILITY_TEXT_1": "Jede betroffene Person hat das von der Europäischen Gesetzgebung gewährte Recht, die sie betreffenden personenbezogenen Daten, die sie dem Verantwortlichen bereitgestellt hat, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten.",
    "RIGHT_TO_DATA_PORTABILITY_TEXT_2": "Sie hat das Recht, diese Daten ohne Behinderung durch den Verantwortlichen an einen anderen Verantwortlichen zu übermitteln, sofern die Verarbeitung auf einer Einwilligung gemäß Artikel 6 Abs. 1 lit. a) der DSGVO oder Artikel 9 Abs. 2 lit. a) der DSGVO oder einem Vertrag gemäß Artikel 6 Abs. 1 lit. b) der DSGVO basiert und die Verarbeitung automatisiert erfolgt.",
    "RIGHT_TO_DATA_PORTABILITY_TEXT_3": "Bei Ausübung des Rechts auf Datenübertragbarkeit gemäß Artikel 20 Abs. 1 der DSGVO hat die betroffene Person das Recht, die personenbezogenen Daten direkt von einem Verantwortlichen an einen anderen zu übermitteln, wenn dies technisch machbar ist und die Rechte und Freiheiten anderer dabei nicht beeinträchtigt werden.",
    "RIGHT_TO_OBJECT": "g) Recht auf Widerspruch",
    "RIGHT_TO_OBJECT_TEXT_1": "Jede betroffene Person hat das von der Europäischen Gesetzgebung gewährte Recht, aus Gründen, die sich aus ihrer besonderen Situation ergeben, jederzeit der Verarbeitung der sie betreffenden personenbezogenen Daten zu widersprechen, die auf Artikel 6 Abs. 1 lit. e) oder f) der DSGVO beruht. Dies gilt auch für das Profiling, das auf diesen Bestimmungen basiert.",
    "RIGHT_TO_OBJECT_TEXT_2": "Der Verantwortliche darf die personenbezogenen Daten nicht mehr verarbeiten, es sei denn, der Verantwortliche kann zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die die Interessen, Rechte und Freiheiten der betroffenen Person überwiegen oder die Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen dienen.",
    "RIGHT_TO_OBJECT_TEXT_3": "Wenn personenbezogene Daten für Direktmarketingzwecke verarbeitet werden, hat die betroffene Person das Recht, jederzeit der Verarbeitung personenbezogener Daten zu widersprechen, die sie betreffen, für solche Marketingzwecke. Dies gilt auch für das Profiling, soweit es sich auf ein solches Direktmarketing bezieht.",
    "RIGHT_TO_OBJECT_TEXT_4": "Widerspricht die betroffene Person der Verarbeitung für Direktmarketingzwecke, dürfen die personenbezogenen Daten nicht mehr für diese Zwecke verarbeitet werden.",
    "RIGHT_TO_OBJECT_TEXT_5": "Darüber hinaus hat die betroffene Person das Recht, aus Gründen, die sich aus ihrer besonderen Situation ergeben, der Verarbeitung personenbezogener Daten durch den Verantwortlichen für wissenschaftliche oder historische Forschungszwecke oder für statistische Zwecke gemäß Artikel 89 Abs. 1 der DSGVO zu widersprechen, es sei denn, die Verarbeitung ist zur Erfüllung einer Aufgabe im öffentlichen Interesse erforderlich.",
    "RIGHT_TO_AUTOMATED_DECISION": "h) Recht, nicht einer automatisierten Einzelentscheidung einschließlich Profiling unterworfen zu werden",
    "RIGHT_TO_AUTOMATED_DECISION_TEXT_1": "Jede betroffene Person hat das von der Europäischen Gesetzgebung gewährte Recht, nicht einer Entscheidung unterworfen zu werden, die ausschließlich auf automatisierter Verarbeitung, einschließlich Profiling, beruht, die sie betreffende rechtliche Wirkungen entfaltet oder sie in ähnlicher Weise erheblich beeinträchtigt, sofern die Entscheidung:",
    "RIGHT_TO_AUTOMATED_DECISION_TEXT_2": "nicht auf der ausdrücklichen Einwilligung der betroffenen Person beruht;",
    "RIGHT_TO_AUTOMATED_DECISION_TEXT_3": "nicht auf einem Vertrag zwischen der betroffenen Person und dem Verantwortlichen beruht.",
    "RIGHT_TO_WITHDRAW_CONSENT": "i) Recht auf Widerruf der Einwilligung",
    "RIGHT_TO_WITHDRAW_CONSENT_TEXT_1": "Jede betroffene Person hat das von der Europäischen Gesetzgebung gewährte Recht, ihre Einwilligung zur Verarbeitung ihrer personenbezogenen Daten jederzeit zu widerrufen.",
    "RIGHT_TO_WITHDRAW_CONSENT_TEXT_2": "Möchte die betroffene Person von diesem Widerrufsrecht Gebrauch machen, kann sie sich jederzeit an einen Mitarbeiter des Verantwortlichen wenden.",
    "DATA_PROTECTION_LINKEDIN": "7. Datenschutzerklärung zu LinkedIn",
    "DATA_PROTECTION_LINKEDIN_TEXT_1": "Der Verantwortliche hat Komponenten der LinkedIn Corporation auf dieser Website integriert. LinkedIn ist ein webbasiertes soziales Netzwerk, das es Nutzern ermöglicht, bestehende Geschäftskontakte zu pflegen und neue Geschäftskontakte zu knüpfen. Über 400 Millionen registrierte Personen in mehr als 200 Ländern nutzen LinkedIn. Somit ist LinkedIn derzeit die größte Plattform für Geschäftskontakte und eine der am meisten besuchten Websites weltweit.",
    "DATA_PROTECTION_LINKEDIN_TEXT_2": "Das betreibende Unternehmen von LinkedIn ist die LinkedIn Corporation, 2029 Stierlin Court Mountain View, CA 94043, VEREINIGTE STAATEN. Für Datenschutzangelegenheiten außerhalb der VEREINIGTEN STAATEN ist LinkedIn Ireland, Datenschutzfragen, Wilton Plaza, Wilton Place, Dublin 2, Irland, zuständig.",
    "DATA_PROTECTION_LINKEDIN_TEXT_3": "Mit jedem Aufruf einer der einzelnen Seiten dieses Internetauftritts, die vom Verantwortlichen betrieben wird und auf der ein LinkedIn-Komponente (LinkedIn-Plugin) integriert wurde, wird der Internetbrowser auf dem informationstechnologischen System des Betroffenen automatisch zur Download einer Anzeige des entsprechenden LinkedIn-Komponenten von LinkedIn aufgefordert. Weitere Informationen zum LinkedIn-Plugin können unter https://developer.linkedin.com/plugins abgerufen werden. Im Verlauf dieses technischen Verfahrens erhält LinkedIn Kenntnis darüber, welche spezifische Unterseite unserer Website vom Betroffenen besucht wurde.",
    "DATA_PROTECTION_LINKEDIN_TEXT_4": "Wenn der Betroffene gleichzeitig bei LinkedIn angemeldet ist, erkennt LinkedIn bei jedem Aufruf unserer Website durch den Betroffenen—und während des gesamten Aufenthalts auf unserem Internetauftritt—welche spezifische Unterseite unserer Internetseite vom Betroffenen besucht wurde. Diese Informationen werden über das LinkedIn-Komponente erfasst und mit dem jeweiligen LinkedIn-Konto des Betroffenen verknüpft. Klickt der Betroffene auf einen der LinkedIn-Buttons, die auf unserer Website integriert sind, weist LinkedIn diese Informationen dem persönlichen LinkedIn-Nutzerkonto des Betroffenen zu und speichert die personenbezogenen Daten.",
    "DATA_PROTECTION_LINKEDIN_TEXT_5": "LinkedIn erhält über das LinkedIn-Komponente die Information, dass der Betroffene unsere Website besucht hat, vorausgesetzt, der Betroffene ist zum Zeitpunkt des Aufrufs unserer Website bei LinkedIn eingeloggt. Dies geschieht unabhängig davon, ob die Person auf den LinkedIn-Button klickt oder nicht. Falls eine solche Übermittlung von Informationen an LinkedIn für den Betroffenen nicht wünschenswert ist, kann dieser dies verhindern, indem er sich vor dem Besuch unserer Website von seinem LinkedIn-Konto abmeldet.",
    "DATA_PROTECTION_LINKEDIN_TEXT_6": "LinkedIn bietet unter https://www.linkedin.com/psettings/guest-controls die Möglichkeit, sich von E-Mail-Nachrichten, SMS-Nachrichten und zielgerichteten Anzeigen abzumelden sowie die Anzeigeneinstellungen zu verwalten. LinkedIn nutzt auch Partner wie Eire, Google Analytics, BlueKai, DoubleClick, Nielsen, Comscore, Eloqua und Lotame. Die Einstellung solcher Cookies kann unter https://www.linkedin.com/legal/cookie-policy abgelehnt werden. Die geltende Datenschutzerklärung von LinkedIn ist unter https://www.linkedin.com/legal/privacy-policy verfügbar. Die LinkedIn-Cookie-Richtlinie ist unter https://www.linkedin.com/legal/cookie-policy verfügbar.",
    "LEGAL_BASIS_FOR_PROCESSING": "8. Rechtliche Grundlage der Verarbeitung",
    "LEGAL_BASIS_FOR_PROCESSING_TEXT": "Art. 6(1) lit. a DSGVO dient als Rechtsgrundlage für die Verarbeitungsvorgänge, für die wir eine Einwilligung zu einem bestimmten Verarbeitungszweck einholen. Ist die Verarbeitung personenbezogener Daten für die Erfüllung eines Vertrages erforderlich, an dem die betroffene Person beteiligt ist, wie dies beispielsweise bei Verarbeitungsvorgängen der Fall ist, die für die Lieferung von Waren oder zur Erbringung anderer Leistungen erforderlich sind, beruht die Verarbeitung auf Art. 6(1) lit. b DSGVO. Gleiches gilt für solche Verarbeitungsvorgänge, die zur Durchführung von vorvertraglichen Maßnahmen erforderlich sind, zum Beispiel im Fall von Anfragen zu unseren Produkten oder Dienstleistungen. Ist unser Unternehmen einer gesetzlichen Verpflichtung unterworfen, durch die die Verarbeitung personenbezogener Daten erforderlich ist, wie etwa zur Erfüllung steuerlicher Verpflichtungen, so beruht die Verarbeitung auf Art. 6(1) lit. c DSGVO. In seltenen Fällen kann die Verarbeitung personenbezogener Daten erforderlich sein, um lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person zu schützen. Dies wäre der Fall, wenn beispielsweise ein Besucher in unserem Unternehmen verletzt wird und sein Name, Alter, Krankenversicherungsdaten oder andere lebenswichtige Informationen an einen Arzt, ein Krankenhaus oder andere Dritte weitergegeben werden müssten. Dann würde die Verarbeitung auf Art. 6(1) lit. d DSGVO beruhen. Schließlich könnten Verarbeitungsvorgänge auf Art. 6(1) lit. f DSGVO beruhen. Diese Rechtsgrundlage wird für Verarbeitungsvorgänge verwendet, die nicht durch eine der oben genannten Rechtsgrundlagen abgedeckt sind, wenn die Verarbeitung zur Wahrung der berechtigten Interessen unseres Unternehmens oder eines Dritten erforderlich ist, es sei denn, diese Interessen werden von den Interessen oder Grundrechten und -freiheiten der betroffenen Person, die den Schutz personenbezogener Daten erfordern, überlagert. Solche Verarbeitungsvorgänge sind insbesondere deshalb zulässig, weil sie vom europäischen Gesetzgeber ausdrücklich erwähnt wurden. Er ging davon aus, dass ein berechtigtes Interesse dann angenommen werden könnte, wenn die betroffene Person ein Kunde des Verantwortlichen ist (Erwägungsgrund 47 Satz 2 DSGVO).",
    "LEGITIMATE_INTERESTS": "9. Die berechtigten Interessen, die vom Verantwortlichen oder von einem Dritten verfolgt werden",
    "LEGITIMATE_INTERESTS_TEXT": "Soweit die Verarbeitung personenbezogener Daten auf Artikel 6(1) lit. f DSGVO beruht, ist unser berechtigtes Interesse die Durchführung unseres Geschäfts zugunsten des Wohlergehens aller unsere Mitarbeiter und der Anteilseigner.",
    "PERIOD_OF_STORAGE": "10. Zeitraum, für den die personenbezogenen Daten gespeichert werden",
    "PERIOD_OF_STORAGE_TEXT": "Die Kriterien zur Festlegung der Speicherdauer personenbezogener Daten ist die jeweilige gesetzliche Aufbewahrungsfrist. Nach Ablauf dieser Frist werden die entsprechenden Daten routinemäßig gelöscht, soweit sie nicht mehr zur Erfüllung des Vertrages oder zur Anbahnung eines Vertrages erforderlich sind.",
    "PROVISION_OF_PERSONAL_DATA": "11. Bereitstellung personenbezogener Daten als gesetzliche oder vertragliche Pflicht; Erforderlichkeit zur Begründung des Vertrages; Pflicht des Betroffenen zur Bereitstellung der personenbezogenen Daten; mögliche Folgen der Nichtbereitstellung solcher Daten",
    "PROVISION_OF_PERSONAL_DATA_TEXT": "Wir weisen darauf hin, dass die Bereitstellung personenbezogener Daten teilweise gesetzlich (z.B. steuerrechtliche Vorschriften) oder auch aus vertraglichen Regelungen (z.B. Angaben zum Vertragspartner) erforderlich sein kann. Manchmal kann es notwendig sein, dass die betroffene Person uns personenbezogene Daten bereitstellt, die anschließend von uns verarbeitet werden müssen, um einen Vertrag abzuschließen. Die betroffene Person ist beispielsweise verpflichtet, uns personenbezogene Daten bereitzustellen, wenn unser Unternehmen mit ihr einen Vertrag abschließt. Die Nichtbereitstellung der personenbezogenen Daten hätte zur Folge, dass der Vertrag mit der betroffenen Person nicht abgeschlossen werden könnte. Vor der Bereitstellung personenbezogener Daten durch den Betroffenen muss der Betroffene sich an einen unserer Mitarbeiter wenden. Der Mitarbeiter klärt den Betroffenen darüber auf, ob die Bereitstellung der personenbezogenen Daten gesetzlich oder vertraglich vorgeschrieben oder für den Vertragsabschluss erforderlich ist, ob eine Verpflichtung zur Bereitstellung der personenbezogenen Daten besteht und welche Folgen die Nichtbereitstellung der personenbezogenen Daten hätte.",
    "EXISTENCE_OF_AUTOMATED_DECISION_MAKING": "12. Bestehen einer automatisierten Entscheidungsfindung",
    "EXISTENCE_OF_AUTOMATED_DECISION_MAKING_TEXT": "Als verantwortungsbewusstes Unternehmen verzichten wir auf eine automatische Entscheidungsfindung oder ein Profiling.",
    "DEVELOPED_BY": "Entwickelt von den Spezialisten für ",
    "AT_WILLING_AND_ABLE": "bei Willing & Able, die auch das System für ",
    "THE_LEGAL_TEXTS": "Die rechtlichen Texte, die in unserem Datenschutzerklärungsgenerator enthalten sind, wurden bereitgestellt und veröffentlicht von ",
    "FROM_GERMAN_ASSOCIATION": "vom Deutschen Verband für Datenschutz und ",
    "FROM_WBS_LAW": "von WBS-Recht."
}