{
    "ABOUT_ME": "Acerca de mí",
    "SKILLS": "Habilidades",
    "PORTFOLIO": "Cartera",
    "CONTACT": "Contacto",
    "I_AM": "Soy",
    "LETS TALK": "¡Hablemos!",
    "SCROLL": "Desplácese",
    "PERSONAL_DESCRIPTION": "Hola, soy un desarrollador frontend de habla alemana que vive en Neuland, Paraguay. Impulsado por las infinitas posibilidades del mundo de la TI, me apasiona crear sitios web y aplicaciones visualmente atractivos y fáciles de usar.",
    "LOCATION": "Flexible en cuanto a entornos de trabajo, puedo trabajar eficazmente tanto presencialmente en el Chaco Central de Paraguay como de forma remota.",
    "KNOWLEDGE": "Soy una persona de mente abierta y siempre estoy buscando retos personales para mejorar constantemente mis conocimientos y habilidades.",
    "ABILITIES": "Con mi capacidad para simplificar desafíos técnicos complejos y convertirlos en soluciones intuitivas, te ayudo a resolver problemas de manera creativa.",
    "MY_SKILLS": "Mis capacidades",
    "SKILLS_TEXT": "He adquirido experiencia en la creación de proyectos con diferentes tecnologías y conceptos frontend.",
    "LOOKING_FOR": "Estas buscando ",
    "ANOTHER_SKILL": "otro capacidad",
    "FEEL_FREE": "No dudes en ponerte en contacto conmigo. Espero poder ampliar mis conocimientos previos.",
    "GET_IN_TOUCH": "Contacta me",
    "EXPLORE": "Explora una selección de mi trabajo aquí: interactúa con los proyectos para ver mis habilidades en acción.",
    "JOIN_DESCRIPTION": "Task aplicacion de tareas inspirado en el sistema Kanban. Cree y organice tareas con la funcionalidad de drag and drop, agregue usuarios y categorías.",
    "EPL_DESCRIPTION": "Un juego sencillo de saltar y correr basado en un enfoque orientado a objetos. Ayuda a Pepe a encontrar monedas y botellas para luchar contra el pollo loco gigante!",
    "TEST": "Prueba",
    "PROBLEM": "¿Tienes algún problema que resolver?",
    "CONTACT_ME_FORM": "Contáctame a través de este formulario, me interesa conocer tus ideas y contribuir con mi trabajo a tus proyectos.",
    "NEED_DEVELOPER": "¿Necesitas un desarrollador frontend? ",
    "CONTACT_ME": "¡Contáctame!",
    "NAME_REQUIRED": "Tu nombre es obligatorio",
    "EMAIL_REQUIRED": "Tu e-mail es obligatorio",
    "MESSAGE_REQUIRED": "Tu mensaje está vacío",
    "I_READ": "He leído el ",
    "PRIVACY_POLICY": "política de privacidad",
    "AND_AGREE": " y acepto el tratamiento de mis datos tal y como se describe.",
    "MUST_AGREE": "Debes aceptar la política de privacidad",
    "SEND_MESSAGE": "Enviar mensaje :)",
    "NAME_PLACEHOLDER": "Su nombre",
    "EMAIL_PLACEHOLDER": "Su correo electrónico",
    "MESSAGE_PLACEHOLDER": "Su mensaje",
    "EMAIL_SENT": "Gracias, ¡su mensaje ha sido enviado!",
    "TEAM_PARTNER": "Miembro del equipo",
    "REVIEW_RAPHAELA": "Helmut siempre aporta ideas nuevas y un ojo agudo para los detalles. Su enfoque organizado y su confiabilidad lo convierten en un gran compañero de equipo.",
    "REVIEW_GRISCHA": "Disfruté mucho trabajando con Helmut en nuestro proyecto frontend. Siempre fue amable y abierto a nuevas ideas. Colaborar con él no solo fue productivo sino también muy agradable. Su capacidad para trabajar en equipo y responder a las necesidades del grupo contribuyó en gran medida al éxito de nuestro proyecto.",
    "PHONE": "Numero telefono: +595986554687",
    "SOURCE": "Fuente: ",
    "PP_1": "Nos alegramos mucho de que haya mostrado interés en nuestra empresa. La protección de datos es una prioridad especialmente alta para la dirección de Helmut Martens. El uso de las páginas de Internet de Helmut Martens es posible sin necesidad de indicar datos personales; no obstante, si un interesado desea utilizar servicios especiales de la empresa a través de nuestro sitio web, podría ser necesario el tratamiento de datos personales. Si el tratamiento de datos personales es necesario y no existe una base legal para dicho tratamiento, generalmente obtenemos el consentimiento del interesado.",
    "PP_2": "El tratamiento de datos personales, como el nombre, la dirección, la dirección de correo electrónico o el número de teléfono de un interesado se realizará siempre de conformidad con el Reglamento General de Protección de Datos (RGPD) y de conformidad con las normas de protección de datos específicas del país aplicables a Helmut Martens. Mediante esta declaración de protección de datos, nuestra empresa desea informar al público en general sobre la naturaleza, el alcance y la finalidad de los datos personales que recopilamos, utilizamos y procesamos. Además, mediante esta declaración de protección de datos, se informa a los interesados ​​de los derechos que les asisten.",
    "PP_3": "Como responsable del tratamiento de datos, Helmut Martens ha implementado numerosas medidas técnicas y organizativas para garantizar la máxima protección de los datos personales tratados a través de este sitio web. Sin embargo, las transmisiones de datos a través de Internet pueden presentar lagunas de seguridad, por lo que no se puede garantizar una protección absoluta. Por este motivo, cada interesado es libre de transmitirnos sus datos personales por medios alternativos, por ejemplo, por teléfono.",
    "DEFINITIONS": "Definiciones",
    "PP_DEFINITION_INTRO": "La declaración de protección de datos de Helmut Martens se basa en los términos utilizados por el legislador europeo...",
    "PP_TERMINOLOGY_INTRO": "En esta declaración de protección de datos, utilizamos, entre otros, los siguientes términos:",
    "PP_PERSONAL_DATA": "Datos personales",
    "PP_PERSONAL_DATA_DESC": "Datos personales significa cualquier información relacionada con una persona física identificada o identificable...",
    "PP_DATA_SUBJECT": "Sujeto de datos",
    "PP_DATA_SUBJECT_DESC": "El sujeto de datos es cualquier persona física identificada o identificable...",
    "PP_PROCESSING": "Tratamiento",
    "PP_PROCESSING_DESC": "Tratamiento es cualquier operación o conjunto de operaciones...",
    "PP_RESTRICTION": "Restricción del tratamiento",
    "PP_RESTRICTION_DESC": "Restricción del tratamiento es la marcación de datos personales almacenados...",
    "PP_PROFILING": "Elaboración de perfiles",
    "PP_PROFILING_DESC": "Elaboración de perfiles significa cualquier forma de tratamiento automatizado de datos personales...",
    "PP_PSEUDONYMISATION": "Pseudonimización",
    "PP_PSEUDONYMISATION_DESC": "La pseudonimización es el tratamiento de datos personales de tal manera...",
    "PP_CONTROLLER": "Controlador o responsable del tratamiento",
    "PP_CONTROLLER_DESC": "Controlador o responsable del tratamiento es la persona física o jurídica...",
    "PP_PROCESSOR": "Procesador",
    "PP_PROCESSOR_DESC": "Procesador es una persona física o jurídica, autoridad pública, agencia...",
    "PP_RECIPIENT": "Destinatario",
    "PP_RECIPIENT_DESC": "El destinatario es una persona física o jurídica, autoridad pública, agencia u otro organismo...",
    "PP_THIRD_PARTY": "Tercero",
    "PP_THIRD_PARTY_DESC": "Tercero es una persona física o jurídica, autoridad pública, agencia u otro organismo...",
    "PP_CONSENT": "Consentimiento",
    "PP_CONSENT_DESC": "El consentimiento del sujeto de datos es cualquier manifestación de voluntad libremente dada, específica, informada...",
    "NAME_AND_ADDRESS": "2. Nombre y dirección del responsable",
    "CONTROLLER_INFO": "Responsable a efectos del Reglamento General de Protección de Datos (RGPD), otras leyes de protección de datos aplicables en los estados miembros de la Unión Europea y otras disposiciones relacionadas con la protección de datos es:",
    "COLLECTION_GENERAL_DATA": "3. Recopilación de datos e información general",
    "GENERAL_DATA_INFO": "El sitio web de Helmut Martens recopila una serie de datos e información general cuando un interesado o un sistema automatizado accede al sitio web. Estos datos e información generales se almacenan en los archivos de registro del servidor. Se pueden recopilar (1) los tipos y versiones de navegador utilizados, (2) el sistema operativo utilizado por el sistema de acceso, (3) el sitio web desde el cual un sistema de acceso llega a nuestro sitio web (denominado referrer), (4) las subpáginas, (5) la fecha y la hora de acceso al sitio web, (6) una dirección de protocolo de Internet (IP), (7) el proveedor de servicios de Internet del sistema de acceso y (8) cualquier otro dato e información similar que pueda ser utilizado en caso de ataques a nuestros sistemas tecnológicos de información.",
    "USAGE_INFO": "Al utilizar estos datos e información generales, Helmut Martens no extrae conclusiones sobre el interesado. Más bien, esta información es necesaria para (1) entregar correctamente el contenido de nuestro sitio web, (2) optimizar el contenido de nuestro sitio web y su publicidad, (3) garantizar la viabilidad a largo plazo de nuestros sistemas tecnológicos de información y la tecnología del sitio web, y (4) proporcionar a las autoridades judiciales la información necesaria para la persecución penal en caso de un ciberataque. Por lo tanto, Helmut Martens analiza los datos e información recopilados de forma anónima de manera estadística, con el objetivo de aumentar la protección de datos y la seguridad de datos de nuestra empresa, y garantizar un nivel óptimo de protección para los datos personales que procesamos. Los datos anónimos de los archivos de registro del servidor se almacenan por separado de todos los datos personales proporcionados por un interesado.",
    "CONTACT_POSSIBILITY": "4. Posibilidad de contacto a través del sitio web",
    "CONTACT_INFO": "El sitio web de Helmut Martens contiene información que permite un contacto electrónico rápido con nuestra empresa, así como una comunicación directa con nosotros, que también incluye una dirección general de correo electrónico. Si un interesado contacta al responsable por correo electrónico o a través de un formulario de contacto, los datos personales transmitidos por el interesado se almacenan automáticamente. Dichos datos personales transmitidos voluntariamente por un interesado al responsable se almacenan con el propósito de procesar o contactar al interesado. No se realiza la transferencia de estos datos personales a terceros.",
    "ROUTINE_ERASURE": "5. Eliminación y bloqueo rutinario de datos personales",
    "ROUTINE_ERASURE_TEXT_1": "El responsable del tratamiento procesará y almacenará los datos personales del interesado solo durante el período necesario para lograr el propósito del almacenamiento, o en la medida en que esto sea permitido por el legislador europeo u otros legisladores en leyes o regulaciones a las que el responsable esté sujeto.",
    "ROUTINE_ERASURE_TEXT_2": "Si el propósito del almacenamiento ya no es aplicable, o si expira un período de almacenamiento prescrito por el legislador europeo u otro legislador competente, los datos personales se bloquean o eliminan rutinariamente de acuerdo con los requisitos legales.",
    "RIGHTS_OF_DATA_SUBJECT": "6. Derechos del interesado",
    "RIGHT_OF_CONFIRMATION": "a) Derecho de confirmación",
    "RIGHT_OF_CONFIRMATION_TEXT": "Toda persona interesada tiene el derecho otorgado por el legislador europeo de obtener del responsable del tratamiento la confirmación de si se están tratando o no los datos personales que le conciernen. Si una persona interesada desea ejercer este derecho de confirmación, puede dirigirse en cualquier momento a un empleado del responsable del tratamiento.",
    "RIGHT_OF_ACCESS": "b) Derecho de acceso",
    "RIGHT_OF_ACCESS_TEXT_1": "Toda persona interesada tiene el derecho otorgado por el legislador europeo de obtener del responsable del tratamiento información gratuita sobre sus datos personales almacenados y una copia de dicha información. Además, las directrices y normativas europeas otorgan al interesado acceso a la siguiente información:",
    "RIGHT_OF_ACCESS_INFO_1": "los fines del tratamiento;",
    "RIGHT_OF_ACCESS_INFO_2": "las categorías de datos personales que se están tratando;",
    "RIGHT_OF_ACCESS_INFO_3": "los destinatarios o categorías de destinatarios a quienes se han comunicado o se comunicarán los datos personales, en particular destinatarios en terceros países o organizaciones internacionales;",
    "RIGHT_OF_ACCESS_INFO_4": "cuando sea posible, el plazo previsto para la conservación de los datos personales o, si no es posible, los criterios utilizados para determinar ese plazo;",
    "RIGHT_OF_ACCESS_INFO_5": "la existencia de un derecho de rectificación o supresión de los datos personales que le conciernen o de limitación del tratamiento de estos datos, o un derecho de oposición a dicho tratamiento;",
    "RIGHT_OF_ACCESS_INFO_6": "la existencia de un derecho de reclamar ante una autoridad de control;",
    "RIGHT_OF_ACCESS_INFO_7": "si los datos personales no se han obtenido del interesado, toda la información disponible sobre su origen;",
    "RIGHT_OF_ACCESS_INFO_8": "la existencia de una toma de decisiones automatizada, incluida la elaboración de perfiles, de acuerdo con el artículo 22, apartados 1 y 4 del RGPD y al menos en estos casos, información significativa sobre la lógica aplicada, así como la importancia y las consecuencias previstas de dicho tratamiento para el interesado.",
    "RIGHT_OF_ACCESS_TEXT_2": "Además, el interesado tiene derecho a saber si los datos personales se transfieren a un tercer país o a una organización internacional. En caso afirmativo, el interesado tiene derecho a ser informado sobre las garantías adecuadas en relación con la transferencia.",
    "RIGHT_OF_ACCESS_TEXT_3": "Si una persona interesada desea ejercer este derecho de acceso, puede dirigirse en cualquier momento a un empleado del responsable del tratamiento.",
    "RIGHT_TO_RECTIFICATION": "c) Derecho de rectificación",
    "RIGHT_TO_RECTIFICATION_TEXT_1": "Toda persona interesada tiene el derecho otorgado por el legislador europeo de obtener del responsable del tratamiento la rectificación sin demora de los datos personales inexactos que le conciernen. Teniendo en cuenta los fines del tratamiento, el interesado tiene derecho a completar los datos personales incompletos, incluso mediante una declaración adicional.",
    "RIGHT_TO_RECTIFICATION_TEXT_2": "Si una persona interesada desea ejercer este derecho de rectificación, puede dirigirse en cualquier momento a un empleado del responsable del tratamiento.",
    "RIGHT_TO_ERASURE": "d) Derecho de supresión",
    "RIGHT_TO_ERASURE_TEXT_1": "Toda persona interesada tiene el derecho otorgado por el legislador europeo de obtener del responsable del tratamiento la supresión de los datos personales que le conciernen, y el responsable del tratamiento está obligado a suprimir estos datos sin demora, siempre que se cumpla alguna de las siguientes condiciones:",
    "RIGHT_TO_ERASURE_CONDITION_1": "Los datos personales ya no son necesarios para los fines para los que fueron recogidos o tratados de otro modo.",
    "RIGHT_TO_ERASURE_CONDITION_2": "La persona interesada retira su consentimiento en el que se basa el tratamiento de conformidad con el artículo 6, apartado 1, letra a) del RGPD o el artículo 9, apartado 2, letra a) del RGPD, y no existe otra base jurídica para el tratamiento.",
    "RIGHT_TO_ERASURE_CONDITION_3": "La persona interesada se opone al tratamiento de conformidad con el artículo 21, apartado 1 del RGPD, y no prevalecen razones legítimas para el tratamiento.",
    "RIGHT_TO_ERASURE_CONDITION_4": "Los datos personales han sido tratados ilícitamente.",
    "RIGHT_TO_ERASURE_CONDITION_5": "Los datos personales deben ser suprimidos para el cumplimiento de una obligación legal establecida en el derecho de la Unión o del Estado miembro al que está sujeto el responsable del tratamiento.",
    "RIGHT_TO_ERASURE_CONDITION_6": "Los datos personales se han recogido en relación con la oferta de servicios de la sociedad de la información mencionados en el artículo 8, apartado 1 del RGPD.",
    "RIGHT_TO_ERASURE_TEXT_2": "Si se cumple alguna de las razones mencionadas anteriormente y una persona interesada desea solicitar la supresión de los datos personales almacenados por el responsable del tratamiento, puede dirigirse en cualquier momento a un empleado del responsable del tratamiento.",
    "RIGHT_TO_ERASURE_TEXT_3": "El empleado del responsable del tratamiento garantizará sin demora que la solicitud de supresión se lleve a cabo de inmediato.",
    "RIGHT_OF_RESTRICTION": "e) Derecho a la limitación del tratamiento",
    "RIGHT_OF_RESTRICTION_TEXT_1": "Toda persona interesada tiene el derecho otorgado por el legislador europeo de obtener del responsable del tratamiento la limitación del tratamiento cuando se cumpla alguna de las siguientes condiciones:",
    "RIGHT_OF_RESTRICTION_CONDITION_1": "La exactitud de los datos personales es cuestionada por el interesado, durante un período que permita al responsable del tratamiento verificar la exactitud de los datos personales;",
    "RIGHT_OF_RESTRICTION_CONDITION_2": "El tratamiento es ilícito y el interesado se opone a la supresión de los datos personales y solicita en su lugar la limitación de su uso;",
    "RIGHT_OF_RESTRICTION_CONDITION_3": "El responsable del tratamiento ya no necesita los datos personales para los fines del tratamiento, pero el interesado los necesita para la formulación, el ejercicio o la defensa de reclamaciones legales;",
    "RIGHT_OF_RESTRICTION_CONDITION_4": "El interesado se ha opuesto al tratamiento conforme al artículo 21, apartado 1 del RGPD mientras se verifica si los motivos legítimos del responsable del tratamiento prevalecen sobre los intereses, derechos y libertades del interesado.",
    "RIGHT_OF_RESTRICTION_TEXT_2": "Si se cumple alguna de las condiciones mencionadas anteriormente y una persona interesada desea solicitar la limitación de los datos personales almacenados por el responsable del tratamiento, puede dirigirse en cualquier momento a un empleado del responsable del tratamiento.",
    "RIGHT_TO_DATA_PORTABILITY": "f) Derecho a la portabilidad de los datos",
    "RIGHT_TO_DATA_PORTABILITY_TEXT_1": "Toda persona interesada tiene el derecho otorgado por el legislador europeo de recibir los datos personales que le conciernen, que ha proporcionado a un responsable del tratamiento, en un formato estructurado, de uso común y lectura mecánica.",
    "RIGHT_TO_DATA_PORTABILITY_TEXT_2": "También tiene el derecho de transmitir esos datos a otro responsable del tratamiento sin obstáculos por parte del responsable del tratamiento al que se han proporcionado los datos personales, siempre que el tratamiento se base en el consentimiento de acuerdo con el artículo 6, apartado 1, letra a) del RGPD o el artículo 9, apartado 2, letra a) del RGPD, o en un contrato de conformidad con el artículo 6, apartado 1, letra b) del RGPD, y el tratamiento se realice por medios automatizados.",
    "RIGHT_TO_DATA_PORTABILITY_TEXT_3": "Al ejercer su derecho a la portabilidad de los datos de conformidad con el artículo 20, apartado 1 del RGPD, el interesado tiene el derecho de que los datos personales se transmitan directamente de un responsable del tratamiento a otro, cuando sea técnicamente posible y siempre que ello no afecte negativamente a los derechos y libertades de terceros.",
    "RIGHT_TO_OBJECT": "g) Derecho de oposición",
    "RIGHT_TO_OBJECT_TEXT_1": "Toda persona interesada tiene el derecho otorgado por el legislador europeo de oponerse, por motivos relacionados con su situación particular, en cualquier momento al tratamiento de datos personales que le conciernen, que se base en el artículo 6, apartado 1, letra e) o f) del RGPD. Esto también se aplica al perfilado basado en estas disposiciones.",
    "RIGHT_TO_OBJECT_TEXT_2": "El responsable del tratamiento dejará de tratar los datos personales, a menos que el responsable demuestre motivos legítimos convincentes para el tratamiento que prevalezcan sobre los intereses, derechos y libertades del interesado, o para la formulación, el ejercicio o la defensa de reclamaciones legales.",
    "RIGHT_TO_OBJECT_TEXT_3": "Si los datos personales se tratan con fines de marketing directo, el interesado tendrá derecho a oponerse en cualquier momento al tratamiento de los datos personales que le conciernen para dicho marketing. Esto también se aplica al perfilado en la medida en que esté relacionado con dicho marketing directo.",
    "RIGHT_TO_OBJECT_TEXT_4": "Si el interesado se opone al tratamiento con fines de marketing directo, los datos personales no serán tratados para dichos fines.",
    "RIGHT_TO_OBJECT_TEXT_5": "Además, el interesado tendrá el derecho, por motivos relacionados con su situación particular, a oponerse al tratamiento de datos personales por parte del responsable del tratamiento con fines de investigación científica o histórica o con fines estadísticos conforme al artículo 89, apartado 1 del RGPD, a menos que el tratamiento sea necesario para el cumplimiento de una tarea realizada en interés público.",
    "RIGHT_TO_AUTOMATED_DECISION": "h) Derecho a no ser objeto de decisiones automatizadas, incluida la elaboración de perfiles",
    "RIGHT_TO_AUTOMATED_DECISION_TEXT_1": "Toda persona interesada tiene el derecho otorgado por el legislador europeo de no ser objeto de una decisión que se base únicamente en el tratamiento automatizado de datos, incluida la elaboración de perfiles, que produzca efectos jurídicos que le afecten o le afecte significativamente de manera similar, a menos que la decisión:",
    "RIGHT_TO_AUTOMATED_DECISION_TEXT_2": "no se base en el consentimiento explícito del interesado;",
    "RIGHT_TO_AUTOMATED_DECISION_TEXT_3": "no se base en un contrato entre el interesado y el responsable del tratamiento.",
    "RIGHT_TO_WITHDRAW_CONSENT": "i) Derecho a retirar el consentimiento",
    "RIGHT_TO_WITHDRAW_CONSENT_TEXT_1": "Toda persona interesada tiene el derecho otorgado por el legislador europeo de retirar su consentimiento para el tratamiento de sus datos personales en cualquier momento.",
    "RIGHT_TO_WITHDRAW_CONSENT_TEXT_2": "Si una persona interesada desea ejercer este derecho de retirada, puede dirigirse en cualquier momento a un empleado del responsable del tratamiento.",
    "DATA_PROTECTION_LINKEDIN": "7. Disposiciones sobre protección de datos relativas a la aplicación y uso de LinkedIn",
    "DATA_PROTECTION_LINKEDIN_TEXT_1": "El responsable ha integrado componentes de LinkedIn Corporation en este sitio web. LinkedIn es una red social basada en la web que permite a los usuarios con contactos comerciales existentes conectar y hacer nuevos contactos comerciales. Más de 400 millones de personas registradas en más de 200 países utilizan LinkedIn. Por lo tanto, LinkedIn es actualmente la plataforma más grande para contactos comerciales y uno de los sitios web más visitados del mundo.",
    "DATA_PROTECTION_LINKEDIN_TEXT_2": "La empresa operadora de LinkedIn es LinkedIn Corporation, 2029 Stierlin Court Mountain View, CA 94043, ESTADOS UNIDOS. Para asuntos de privacidad fuera de los ESTADOS UNIDOS, LinkedIn Irlanda, Asuntos de Política de Privacidad, Wilton Plaza, Wilton Place, Dublín 2, Irlanda, es responsable.",
    "DATA_PROTECTION_LINKEDIN_TEXT_3": "Con cada llamada a una de las páginas individuales de este sitio de Internet, que es operado por el responsable y en el que se integró un componente de LinkedIn (complemento de LinkedIn), el navegador de Internet en el sistema de tecnología de la información del interesado se solicita automáticamente la descarga de una visualización del componente correspondiente de LinkedIn. Más información sobre el complemento de LinkedIn puede accederse en https://developer.linkedin.com/plugins. Durante este procedimiento técnico, LinkedIn obtiene conocimiento de qué subpágina específica de nuestro sitio web fue visitada por el interesado.",
    "DATA_PROTECTION_LINKEDIN_TEXT_4": "Si el interesado está conectado al mismo tiempo en LinkedIn, LinkedIn detecta con cada llamada a nuestro sitio web por parte del interesado—y durante toda la duración de su estancia en nuestro sitio de Internet—qué subpágina específica de nuestra página de Internet fue visitada por el interesado. Esta información se recopila a través del componente de LinkedIn y se asocia con la cuenta de LinkedIn respectiva del interesado. Si el interesado hace clic en uno de los botones de LinkedIn integrados en nuestro sitio web, LinkedIn asigna esta información a la cuenta personal de usuario de LinkedIn del interesado y almacena los datos personales.",
    "DATA_PROTECTION_LINKEDIN_TEXT_5": "LinkedIn recibe información a través del componente de LinkedIn de que el interesado ha visitado nuestro sitio web, siempre que el interesado esté conectado a LinkedIn en el momento de la llamada a nuestro sitio web. Esto ocurre independientemente de si la persona hace clic en el botón de LinkedIn o no. Si tal transmisión de información a LinkedIn no es deseable para el interesado, puede evitar esto desconectándose de su cuenta de LinkedIn antes de acceder a nuestro sitio web.",
    "DATA_PROTECTION_LINKEDIN_TEXT_6": "LinkedIn ofrece en https://www.linkedin.com/psettings/guest-controls la posibilidad de darse de baja de mensajes por correo electrónico, mensajes SMS y anuncios dirigidos, así como la capacidad de gestionar la configuración de anuncios. LinkedIn también utiliza afiliados como Eire, Google Analytics, BlueKai, DoubleClick, Nielsen, Comscore, Eloqua y Lotame. La configuración de tales cookies puede ser rechazada en https://www.linkedin.com/legal/cookie-policy. La política de privacidad aplicable de LinkedIn está disponible en https://www.linkedin.com/legal/privacy-policy. La política de cookies de LinkedIn está disponible en https://www.linkedin.com/legal/cookie-policy.",
    "LEGAL_BASIS_FOR_PROCESSING": "8. Base legal para el procesamiento",
    "LEGAL_BASIS_FOR_PROCESSING_TEXT": "El Art. 6(1) lit. a RGPD sirve como base legal para las operaciones de procesamiento para las cuales obtenemos el consentimiento para un propósito específico de procesamiento. Si el procesamiento de datos personales es necesario para el cumplimiento de un contrato en el que la persona afectada es parte, como es el caso, por ejemplo, cuando las operaciones de procesamiento son necesarias para la entrega de bienes o para la prestación de cualquier otro servicio, el procesamiento se basa en el Art. 6(1) lit. b RGPD. Lo mismo se aplica a las operaciones de procesamiento que son necesarias para llevar a cabo medidas precontractuales, por ejemplo, en el caso de consultas sobre nuestros productos o servicios. Si nuestra empresa está sujeta a una obligación legal mediante la cual el procesamiento de datos personales es requerido, como para el cumplimiento de obligaciones fiscales, el procesamiento se basa en el Art. 6(1) lit. c RGPD. En casos raros, el procesamiento de datos personales puede ser necesario para proteger los intereses vitales de la persona afectada o de otra persona física. Este sería el caso, por ejemplo, si un visitante resultara herido en nuestra empresa y su nombre, edad, datos del seguro de salud u otra información vital tuviera que ser transmitida a un médico, hospital u otro tercero. Entonces, el procesamiento se basaría en el Art. 6(1) lit. d RGPD. Finalmente, las operaciones de procesamiento podrían basarse en el Art. 6(1) lit. f RGPD. Esta base legal se utiliza para las operaciones de procesamiento que no están cubiertas por ninguna de las bases legales mencionadas anteriormente, si el procesamiento es necesario para los fines de los intereses legítimos perseguidos por nuestra empresa o por un tercero, a menos que tales intereses sean superados por los intereses o derechos fundamentales y libertades de la persona afectada que requieran protección de los datos personales. Dichas operaciones de procesamiento son particularmente permisibles porque han sido específicamente mencionadas por el legislador europeo. Se consideró que un interés legítimo podría asumirse si la persona afectada es cliente del responsable del tratamiento (Considerando 47, frase 2 RGPD).",
    "LEGITIMATE_INTERESTS": "9. Los intereses legítimos perseguidos por el responsable del tratamiento o por un tercero",
    "LEGITIMATE_INTERESTS_TEXT": "Cuando el procesamiento de datos personales se basa en el Art. 6(1) lit. f RGPD, nuestro interés legítimo es llevar a cabo nuestro negocio en favor del bienestar de todos nuestros empleados y accionistas.",
    "PERIOD_OF_STORAGE": "10. Período durante el cual se almacenarán los datos personales",
    "PERIOD_OF_STORAGE_TEXT": "Los criterios utilizados para determinar el período de almacenamiento de los datos personales es el período de retención legal aplicable. Tras la expiración de dicho período, los datos correspondientes se eliminan rutinariamente, siempre que ya no sean necesarios para el cumplimiento del contrato o para la iniciación de un contrato.",
    "PROVISION_OF_PERSONAL_DATA": "11. Provisión de datos personales como requisito legal o contractual; Requisito necesario para la celebración del contrato; Obligación del interesado de proporcionar los datos personales; posibles consecuencias de la falta de provisión de dichos datos",
    "PROVISION_OF_PERSONAL_DATA_TEXT": "Aclaramos que la provisión de datos personales puede ser requerida por la ley (por ejemplo, regulaciones fiscales) o puede resultar de disposiciones contractuales (por ejemplo, información sobre el socio contractual). A veces puede ser necesario que la persona afectada nos proporcione datos personales que deben ser procesados por nosotros para celebrar un contrato. La persona afectada está, por ejemplo, obligada a proporcionarnos datos personales cuando nuestra empresa celebra un contrato con ella. La falta de provisión de los datos personales tendría como consecuencia que no se podría celebrar el contrato con la persona afectada. Antes de que se proporcionen datos personales por parte del interesado, la persona interesada debe contactar con un empleado. El empleado aclara al interesado si la provisión de los datos personales es requerida por la ley o el contrato o es necesaria para la celebración del contrato, si existe una obligación de proporcionar los datos personales y las consecuencias de no proporcionar los datos personales.",
    "EXISTENCE_OF_AUTOMATED_DECISION_MAKING": "12. Existencia de una toma de decisiones automatizada",
    "EXISTENCE_OF_AUTOMATED_DECISION_MAKING_TEXT": "Como empresa responsable, no utilizamos toma de decisiones automatizada ni perfilado.",
    "DEVELOPED_BY": "Desarrollado por los especialistas en ",
    "AT_WILLING_AND_ABLE": "en Willing & Able, que también desarrolló el sistema para ",
    "THE_LEGAL_TEXTS": "Los textos legales contenidos en nuestro generador de política de privacidad han sido proporcionados y publicados por ",
    "FROM_GERMAN_ASSOCIATION": "de la Asociación Alemana de Protección de Datos y ",
    "FROM_WBS_LAW": "de WBS Law.",
    "IMPRINT": "Impresión"
}